Repository: andygunawan96/django_tour_travel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Activity
id: Aktivitas

source: Booking
id: Pemesanan

source: PLEASE WAIT
id: MOHON TUNGGU

source: Price Detail
id: Detail Harga

source: Issued Booking
id: Pembayaran Pemesanan

source: Reprice Change
id: Ubah Harga

source: Pricing
id: Kalkulasi Harga

source: Result Pricing
id: Hasil Kalkulasi Harga

source: Close
id: Tutup

source: Activity Search
id: Cari Aktivitas

source: All Activities
id: Semua Aktivitas

source: All Countries
id: Semua Negara

source: All Cities
id: Semua Kota

source: All Types
id: Semua Tipe

source: All Categories
id: Semua Kategori

source: All Sub Categories
id: Semua Sub Kategori

source: Change Search
id: Ubah Pencarian

source: Advanced
id: Lanjutan

source: Search by Location
id: Cari berdasarkan Lokasi

source: Search by Category / Type
id: Cari berdasarkan Kategori / Tipe

source: Search
id: Cari

source: Session Time
id: Waktu Sesi

source: Elapsed Time
id: Waktu Berlalu

source: Passenger
id: Penumpang

source: Booker Information
id: Informasi Pemesan

source: Clear
id: Bersihkan

source: Booker List
id: Daftar Pemesan

source: Using this means you can't change title, first name, and last name
id: Menggunakan ini berarti Anda tidak dapat mengubah titel, nama depan, dan nama belakang

source: Title
id: Titel

source: Help
id: Bantuan

source: 1. Please fill passenger name as written in your ID card, including characters such as "," or "." or foreign characters (i.e: Chinese/Japanese characters).
id: 1. Silakan isi nama penumpang seperti yang tertulis di kartu ID Anda, termasuk karakter seperti "," atau "." atau karakter asing (yaitu: karakter Cina / Jepang).

source: 2. Maximum total characters for title, first name, and last name is 30. If your title, first name, and last name exceeds 30 characters, you can put only the first 30 characters.
id: 2. Total karakter maksimum untuk judul, nama depan, dan nama belakang adalah 30. Jika judul, nama depan, dan nama belakang Anda melebihi 30 karakter, Anda hanya dapat memasukkan 30 karakter pertama.

source: 3. Passenger last name cannot be more than 1 word and must contain at least 2 characters.
id: 3. Nama belakang penumpang tidak boleh lebih dari 1 kata dan harus mengandung setidaknya 2 karakter.

source: First name and middle name (if any)
id: Nama depan dan nama tengah (jika ada)

source: As on Identity Card or Passport without title and punctuation
id: Seperti pada Kartu Identitas atau Paspor tanpa titel dan tanda baca

source: Last name
id: Nama belakang

source: Nationality
id: Kebangsaan

source: Contact Email Address
id: Kontak Alamat Email

source: Email Address
id: Alamat Email

source: Example
id: Contoh

source: Contact Person for Urgent Situation
id: Kontak yang dapat Dihubungi untuk Situasi Penting

source: Must be filled with booker's mobile on first registration
id: Harus diisi dengan ponsel pemesan pada pendaftaran pertama

source: Do you book this ticket for you
id: Apakah Anda memesan tiket ini untuk Anda?

source: Yes
id: Ya

source: No
id: Tidak

source: Guest Data
id: Data Tamu

source: 1. Caution: the name of the guests must be right and appropriate with KTP/Passport/SIM
id: 1. Perhatian: nama tamu harus benar dan sesuai dengan KTP / Paspor / SIM

source: 2. Guest data can't be changed after the passing of this page
id: 2. Data tamu tidak dapat diubah setelah melewati halaman ini

source: Guest
id: Tamu

source: Adult
id: Dewasa

source: Make this to Contact Person
id: Jadikan ini sebagai Kontak

source: Birth Date
id: Tanggal Lahir

source: Passport Number
id: Nomor Paspor

source: Passport Expired Date
id: Tanggal Kadaluarsa Paspor

source: Country of Issued
id: Negara yang Issued

source: Child
id: Anak

source: Infant
id: Bayi

source: Review
id: Ulasan

source: Please Review Your Order
id: Harap Tinjau Pemesanan Anda

source: Activity Information
id: Informasi Aktivitas

source: Additional Information
id: Informasi Tambahan

source: Information
id: Informasi

source: Value
id: Nilai

source: Contact Information
id: Informasi Kontak

source: Full Name
id: Nama Lengkap

source: Mobile Phone
id: Nomor Handphone

source: List of Guest(s)
id: Daftar Tamu

source: Type
id: Tipe

source: Ticket
id: Tiket

source: Hold Booking
id: Pesan Dahulu

source: Print Itinerary Form
id: Cetak Formulir Rencana Perjalanan

source: Sort
id: Sortir

source: Filter
id: Saring

source: Search for Activities, Theme Parks, etc
id: Cari Aktivitas, Taman Bermain, dll

source: Hello
id: Halo

source: Grow your business with
id: Kembangkan bisnis Anda bersama

source: Hello, dear customer, book your trip with us
id: Halo, pelanggan yang terhormat, pesan perjalanan Anda bersama kami

source: Location
id: Lokasi

source: Category / Type
id: Kategori / Tipe

source: Book Your Activity
id: Pesan Aktivitas Kamu

source: ACTIVITY
id: AKTIVITAS

source: Category Type
id: Tipe Kategori

source: Registration Agent
id: Pendaftaran Agent

source: Finish
id: Selesai

source: Your Agent Registration has been submitted!
id: Registrasi Agen Anda telah dikirimkan!

source: Registration
id: Reservasi

source: About Partnership
id: Tentang Kemitraan

source: Register Now
id: Daftar Sekarang

source: Register
id: Daftar

source: Agent Type
id: Tipe Agen

source: Destination
id: Tujuan

source: Agent Name
id: Nama Agen

source: Country
id: Negara

source: Street
id: Jalan

source: ZIP
id: Kode Pos

source: Know us From
id: Mengetahui kita dari

source: Social Media
id: Media Sosial

source: Promotion
id: Promosi

source: List of Person In Charge
id: Daftar Penanggung Jawab

source: Add
id: Tambah

source: Delete
id: Hapus

source: Name
id: Nama

source: Mobile
id: Handphone

source: Job Position
id: Posisi Pekerjaan

source: I agree to the
id: Saya setuju dengan

source: Terms and Conditions
id: Syarat dan Ketentuan

source: of Agent Registration
id: Pendaftaran Agen

source: Submit
id: Kirim

source: Please select an agent type first!
id: Silakan pilih jenis agen terlebih dahulu!

source: Airline
id: Pesawat

source: Your Booking has been Issued
id: Pemesanan Anda telah Terbayar

source: Please Review Your Booking
id: Harap Tinjau Pemesanan Anda

source: Prices may changes at any time
id: Harga dapat berubah sewaktu-waktu

source: Oops! Something went wrong, please try again or check your connection internet.
id: Oops! Ada yang salah, silakan coba lagi atau periksa koneksi internet Anda

source: Corporate Booker
id: Perusahaan Pemesan

source: First Name
id: Nama Depan

source: Last Name
id: Nama Belakang

source: Phone Number
id: Nomor Telepon

source: Do you book this trip for you?
id: Apakah Anda memesan perjalanan ini untuk Anda?

source: Passenger Data
id: Data Penumpang

source: 1. Caution: the name of the passenger must be right and appropriate with international passport, and domestic route can match with KTP/Passport/SIM
id: 1. Perhatian: nama penumpang harus benar dan sesuai dengan paspor internasional, dan rute domestik dapat cocok dengan KTP / Paspor / SIM

source: 2. Passenger data can't be changed after the passing of this page
id: 2. Data penumpang tidak dapat diubah setelah melewati halaman ini

source: Passport is required for lion air, wings air, or batik air
id: Diperlukan paspor untuk lion air, wings air, or batik air

source: Next
id: Lanjut

source: Oops! Please check your details
id: Oops! Tolong cek detail Anda

source: We found a mistake in your data.
id: Kami menemukan kesalahan di data Anda

source: Class
id: Kelas

source: Seat
id: Pilih Kursi

source: One Way
id: Sekali Jalan

source: Round Trip
id: Pulang Pergi

source: Combo Price
id: Harga Paket

source: Multi City
id: Multi Kota

source: Is Combo Price
id: Harga Paket

source: From
id: Dari

source: Origin
id: Asal

source: To
id: Ke

source: Age
id: Umur

source: List Copy
id: Daftar Salinan

source: My Order
id: Pesananku

source: Please choose your ticket first!
id: Silakan pilih tiket Anda terlebih dahulu!

source: List Copy Airline
id: Daftar Salinan Pesawat

source: Please choose your airlines want to copy!
id: Silakan pilih maskapai yang ingin Anda salin!

source: Seat Map
id: Peta Tempat Duduk

source: Airline Route
id: Rute Airline

source: Selected
id: Sedang dipilih

source: Not Available
id: Tidak Tersedia

source: Available
id: Tersedia

source: Special Service Request
id: Permintaan Layanan Khusus

source: Departure
id: Keberangkatan

source: Departure Date
id: Tanggal Keberangkatan

source: Choose Airline
id: Pilih Pesawat

source: Book Your Airline!
id: Pesan Pesawat Kamu!

source: AIRLINE
id: PESAWAT

source: Sign Up
id: Daftar

source: Want to join us as an agent?
id: Ingin bergabung dengan kami sebagai agent?

source: Register User Form
id: Formulir Pendaftaran Pengguna

source: Sign Up Now
id: Daftar Sekarang

source: Admin Setting
id: Pengaturan Admin

source: Dynamic Page
id: Halaman Dynamic

source: Highlight Setting
id: Pengaturan Sorotan

source: Third Party Key Setting
id: Pengaturan Third Party Key

source: Tab Background Color
id: Warna Background Tab

source: Button Color
id: Warna Button

source: Text Color
id: Warna Teks

source: Website Name
id: Nama Website

source: Website Description
id: Deskripsi Website

source: Contact Us
id: Hubungi Kami

source: Background Image Home
id: Gambar Background Beranda

source: Background Image Login
id: Gambar Background Login

source: Background Image Search
id: Gambar Background Pencarian

source: Registration Banner
id: Banner Registrasi

source: Save Change
id: Simpan Perubahan

source: Big Banner
id: Banner Besar

source: Upload Image
id: Unggah Gambar

source: Image Big Banner
id: Gambar Banner Besar

source: Small Banner
id: Banner Kecil

source: Image Small Banner
id: Gambar Banner Kecil

source: Promotion Banner
id: Banner Promosi

source: Image Promotion Banner
id: Gambar Banner Promosi

source: Page
id: Halaman

source: Run
id: Jalankan

source: Active
id: Aktif

source: Save
id: Simpan

source: Visible Chat
id: Chat Terlihat

source: Code
id: Kode

source: Upload Banner
id: Unggah Banner

source: Highlight URL
id: Sorotan URL

source: Reservation
id: Reservasi

source: Reservation Type
id: Tipe Reservasi

source: Search by
id: Cari berdasarkan

source: Booker name
id: Nama Pemesan

source: Passenger name
id: Nama Penumpang

source: Start Book Date
id: Tanggal Mulai Pemesanan

source: End Book Date
id: Tanggal Akhir Pemesanan

source: End Date
id: Tanggal Berakhir

source: State
id: Status

source: RESET
id: ATUR ULANG

source: Top Up History
id: Riwayat Isi Saldo

source: Top Up Number
id: Nomor Top Up

source: Start Date
id: Tanggal Mulai

source: Due Date
id: Batas Waktu

source: Amount
id: Jumlah

source: Payment Method
id: Metode Pembayaran

source: Help By
id: Bantuan oleh

source: Action
id: Tindakan

source: Oops! Data top up not found!
id: Oops! Data top up tidak ditemukan

source: Top up Request
id: Permintaan Top up

source: TOP UP Quota PNR
id: PNR Kuota TOP UP

source: Term & Condition
id: Syarat & Ketentuan

source: CASH
id: TUNAI

source: 1. Before you click SUBMIT, please make sure you have inputted the correct amount of TOP UP. If there is a mismatch data, such as the transferred amount/bank account is different from the requested amount/bank account, so the TOP UP will be approved by tomorrow (D+1).
id: 1. Sebelum Anda mengklik KIRIM, pastikan Anda telah memasukkan jumlah TOP UP yang benar. Jika ada data yang tidak cocok, seperti jumlah yang ditransfer / rekening bank berbeda dari jumlah yang diminta / rekening bank, maka TOP UP akan disetujui besok (D + 1).

source: 2. Bank Transfer / CASH TOP UP can be used on Monday-Sunday: 8 AM - 8 PM (GMT +7)
id: 2. Transfer Bank / CASH TOP UP dapat digunakan pada hari Senin-Minggu: 08:00 - 20:00 (GMT +7)

source: National Holiday included
id: Termasuk Hari Libur Nasional

source: For CASH you have to send money to RODEX HO
id: Untuk TUNAI Anda harus mengirim uang ke RODEX HO

source: 1. Top Up Transaction from ATM / LLG open for 24 hours. Balance will be added automatically (REAL TIME) after payment. Top up fee will be charged to user and if there
id: 1. Transaksi Top Up dari ATM / LLG buka selama 24 jam. Saldo akan ditambahkan secara otomatis (REAL TIME) setelah pembayaran. Biaya isi ulang akan dibebankan kepada pengguna dan jika ada

source: 1. Transaction Top up from internet banking mandiri open for 24 hours. Balance will be added automatically (REAL TIME) after payment with additional admin Top Up.
id: 1. Isi Ulang Transaksi dari internet banking mandiri terbuka selama 24 jam. Saldo akan ditambahkan secara otomatis (REAL TIME) setelah pembayaran dengan Admin Top Up tambahan.

source: Bills
id: Tagihan

source: BILLS
id: TAGIHAN

source: Home
id: Beranda

source: My Reservation
id: Reservasiku

source: Top Up
id: Isi Saldo

source: Request
id: Meminta

source: PNR Quota
id: Kuota PNR

source: History
id: Riwayat

source: Issued Offline
id: Reservasi Offline

source: Highlight
id: Sorotan

source: Setting
id: Pengaturan

source: Language
id: Bahasa

source: Logout
id: Keluar

source: Guidelines
id: Pedoman

source: Sign In
id: Masuk

source: Keep Me Signin
id: Biarkan Saya Masuk

source: Partnership
id: Kemitraan

source: Register Agent
id: Pendaftaran Agent

source: TRAIN
id: KERETA

source: PASSPORT
id: PASPOR

source: BILLS & TOP UP
id: TAGIHAN & ISI ULANG

source: EVENT
id: ACARA

source: Destination or Hotel
id: Tujuan atau Hotel

source: Select Destination City or Hotel Name
id: Pilih Kota Tujuan atau Nama Hotel

source: Guest Nationality
id: Kebangsaan Tamu

source: Check-in - Check-out Date
id: Tanggal Check-in - Check-out

source: Room
id: Kamar

source: Business Trip
id: Perjalanan Bisnis

source: Search for Tour
id: Cari Tour

source: Departure Time
id: Waktu Keberangkatan

source: All Months
id: Semua bulan

source: January
id: Januari

source: February
id: Februari

source: March
id: Maret

source: May
id: Mei

source: June
id: Juni

source: July
id: Juli

source: August
id: Agustus

source: October
id: Oktober

source: December
id: Desember

source: Consulate
id: Konsulat

source: Passport Type
id: Tipe Paspor

source: Apply Type
id: Tipe Apply

source: COMINGSOON
id: AKAN SEGERA HADIR

source: Description
id: Deskripsi

source: Check-In - Check-Out Date
id: Tanggal Check-In - Check-Out

source: Book Your Train
id: Pesan Kereta Kamu

source: Book Your Hotel
id: Pesan Hotel Kamu

source: Book Your Tour
id: Pesan Tour Kamu

source: Book Your Visa
id: Pesan Visa Kamu

source: Book Your Passport
id: Pesan Paspor Kamu

source: Pay Your Bills
id: Bayar Tagihan Anda

source: Your Order Has Been Proceed!
id: Pesanan Anda Telah Diproses!

source: or
id: atau

source: Hotel Name
id: Nama Hotel

source: Change Schedule
id: Ubah Jadwal

source: Click apply for change date
id: Klik apply untuk perubahan tanggal

source: 1. Caution: the name of the passenger must be right and appropriate with international passsport, and domestic route can match with KTP/Passport/SIM
id: 1. Perhatian: nama penumpang harus benar dan sesuai dengan paspor internasional, dan rute domestik dapat cocok dengan KTP / Paspor / SIM

source: Special Request
id: Permintaan Khusus

source: Early
id: Awal

source: Late
id: Terlambat

source: Hotel Detail
id: Detail Hotel

source: Date
id: Tanggal

source: Facilities
id: Facilitas

source: Customer Notes
id: Catatan Pelanggan

source: List of Guest
id: Daftar Tamu

source: Booker
id: Pemesan

source: Price Change
id: Perubahan Harga

source: Login
id: Masuk

source: Username
id: Nama Pengguna

source: Password
id: Sandi

source: Forget Password
id: Lupa Password

source: Sign Up Agent Here
id: Daftar Agent Disini

source: Register User
id: Daftar Pengguna

source: Follow us
id: Ikuti Kami

source: Forgot Password
id: Lupa Password

source: Passport
id: Paspor

source: 1. Please fill passenger name like in your ID card. If there's chinese word in your name please use chinese word.
id: 1. Silakan isi nama penumpang seperti di KTP Anda. Jika ada kata Cina di nama Anda, silakan gunakan kata Cina.

source: 2. Maximum 30 characters for title, first name, and last name. If more than 30 characters you can put 30 first characters like in your ID card.
id: 2. Maksimal 30 karakter untuk judul, nama depan, dan nama belakang. Jika lebih dari 30 karakter Anda dapat memasukkan 30 karakter pertama seperti di kartu ID Anda.

source: 3. Please use character such as "," or "." same like in your id card.
id: 3. Silakan gunakan karakter seperti "," or "." sama seperti di kartu identitas Anda.

source: List of Contact(s)
id: Daftar Kontak

source: List of Passenger(s)
id: Daftar Penumpang

source: Price
id: Harga

source: Reset
id: Atur Ulang

source: Required
id: Wajib

source: Please select passport type!
id: Silakan pilih jenis paspor!

source: Notes
id: Catatan

source: Price detail
id: Detail Harga

source: Select visa first!
id: Pilih visa dulu!

source: Request Booking
id: Minta Pemesanan

source: Create new passenger
id: Buat Penumpang Baru

source: Chosen Passenger
id: Penumpang yang Dipilih

source: Avatar Photo
id: Foto Avatar

source: Other
id: Lainnya

source: Identity Number
id: Nomor Identitas

source: Expired Date
id: Tanggal Berakhir

source: Attachment
id: Lampiran

source: Identity Attachment
id: Lampiran Identitas

source: Add phone
id: Tambah Telepon

source: Payment Option
id: Pilihan Pembayaran

source: Full Payment
id: Pembayaran Penuh

source: Installment
id: Cicilan

source: Confirm
id: Konfirmasi

source: Tour Search
id: Pencarian Tour

source: All Tours
id: Semua Tour

source: All Years
id: Semua Tahun

source: Book Now
id: Pesan Sekarang

source: Itinerary
id: Rencana Perjalanan

source: Flight Details
id: Detail Penerbangan

source: Tour Info
id: Informasi Tour

source: Room Setting
id: Pengaturan Kamar

source: Add Room
id: Tambah Kamar

source: Room Available
id: Kamar Tersedia

source: Tour Information
id: Informasi Tour

source: Days
id: Hari

source: Flight
id: Penerbangan

source: List of Room(s)
id: Daftar Kamar

source: Please select a room!
id: Silakan pilih kamar!

source: All
id: Semua

source: Train
id: Kereta

source: Phone
id: Telepon

source: 4. KTP only contain 16 digits.
id: 4. KTP hanya berisi 16 digit.

source: 5. SIM only contain 12 - 13 digits.
id: 5. SIM hanya berisi 12 - 13 digit.

source: 6. Passport only contain more than 6 digits.
id: 6. Paspor hanya berisi lebih dari 6 digit.

source: ID Type
id: Tipe ID

source: ID Number
id: Nomor ID

source: ID Expired Date
id: ID Tanggal Berakhir

source: Train Detail
id: Detail Kereta

source: Return
id: Kembali

source: List of Passenger
id: Daftar Penumpang

source: Pax Type
id: Tipe Passenger

source: List Copy Train
id: Daftar Salinan Kereta

source: Select Passenger
id: Pilih Penumpang

source: Select Journey
id: Pilih Perjalanan

source: Cancel All Change Seat
id: Batalkan Ganti Kursi

source: Submit Seat
id: Konfirmasi Duduk

source: Please select visa, entry and process!
id: Silakan pilih visa, jenis masuk dan jenis proses!

source: Visa Type
id: Tipe Visa

source: Entry Type
id: Jenis Masuk

source: Process Type
id: Jenis Proses
